Revit 2027 API
ParameterTypeId.HandrailHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HandrailHeightParam { get; }
Public Shared ReadOnly Property HandrailHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HandrailHeightParam {
	ForgeTypeId^ get ();
}
static member HandrailHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace